results/kv/raw-042-mixed-run3.txt
Running 15s test @ http://127.0.0.1:3100/kv/mixed
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.91ms  229.61us   8.60ms   79.15%
    Req/Sec     8.63k   351.84     9.42k    66.67%
  Latency Distribution
     50%    2.88ms
     75%    3.06ms
     90%    3.16ms
     99%    3.55ms
  515052 requests in 15.02s, 274.47MB read
Requests/sec:  34295.24
Transfer/sec:     18.28MB