results/kv/raw-042-write-run3.txt
Running 15s test @ http://127.0.0.1:3100/kv/write
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.62ms  171.64us   8.09ms   91.64%
    Req/Sec    15.57k   496.20    16.35k    82.83%
  Latency Distribution
     50%    1.60ms
     75%    1.66ms
     90%    1.73ms
     99%    1.97ms
  928972 requests in 15.02s, 489.83MB read
Requests/sec:  61848.84
Transfer/sec:     32.61MB